adapta-gtk-theme
android-file-transfer
appimagelauncher
appmenu-gtk-module
ark
atuin
base
base-devel
brave-bin
btop
btrfs-progs
chaotic-keyring
chaotic-mirrorlist
converseen
cups
cups-filters
cups-pdf
discord
docker
docker-compose
dolphin
efibootmgr
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
freedownloadmanager
fzf
gcc14
ghostty
git
github-cli
gnome-calculator
gnome-keyring
gnome-themes-extra
google-chrome
grub
grub-btrfs
gst-plugin-pipewire
gtop
gum
gwenview
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
impala
imv
inetutils
inotify-tools
intel-media-driver
intel-ucode
iwd
jq
kate
kcalc
kdenlive
kimageformats
kitty
klavaro
konsole
kvantum-qt5
kvantum-theme-materia
kvantum-theme-qogir-git
kwalletmanager
lazygit
less
libheif
libpulse
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
llvm
lutris
man-db
mariadb-libs
mise
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-extra
obs-studio
pamixer
papirus-icon-theme
partitionmanager
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
planify
plasma-meta
plasma-workspace
podman
podman-desktop
postgresql-libs
postman-bin
proton-vpn-gtk-app
satty
smartmontools
sof-firmware
steam
stow
swaybg
swayosd
switcheroo
system-config-printer
timeshift
timeshift-autosnap
tldr
tmux
ttf-cascadia-code
ttf-cascadia-mono-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lato
ttf-roboto-mono
ufw
unrar
unzip
vim
virtualbox
visual-studio-code-bin
vlc
vlc-plugins-all
vulkan-intel
wget
whois
wireless_tools
wireplumber
woff2-font-awesome
wps-office
xdg-utils
xorg-xinit
xournalpp
xpdf
xreader
yay
yazi
yt-dlp
zed
zen-browser-bin
zoom
zoxide
zsh
